tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'jhawthorn/fzy'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'
brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'boost'
brew 'browser'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'emacs'
brew 'cask'
brew 'chromedriver'
brew 'cloc'
brew 'cmake'
brew 'cowsay'
brew 'cscope'
brew 'diff-so-fancy'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'git'
brew 'docker'
brew 'docker-machine'
brew 'libyaml'
brew 'docker-compose'
brew 'dockutil'
brew 'doxygen'
brew 'fasd'
brew 'fzf'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'openssl'
brew 'readline'
brew 'ruby'
brew 'ghi'
brew 'git-crypt'
brew 'git-extras'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'googler'
brew 'groovy'
brew 'icu4c'
brew 'harfbuzz'
brew 'heroku'
brew 'lua'
brew 'highlight'
brew 'htop'
brew 'hub'
brew 'libtool'
brew 'perl'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'json-c'
brew 'keybase'
brew 'libcroco'
brew 'libevent'
brew 'pango'
brew 'librsvg'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'python'
brew 'libxml2'
brew 'libyubikey'
brew 'macvim', args: ['with-override-system-vim']
brew 'mas'
brew 'md5sha1sum'
brew 'msgpack'
brew 'mysql'
brew 'node'
brew 'pandoc'
brew 'phantomjs'
brew 'pinentry-mac'
brew 'postgresql', restart_service: true
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'rename'
brew 'shellcheck'
brew 'sloccount'
brew 'source-highlight'
brew 'speedtest_cli'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmpreaper'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'utf8proc'
brew 'vim'
brew 'wget'
brew 'ykpers'
brew 'zsh'
brew 'homebrew/versions/qt55'
brew 'homebrew/versions/redis28'
brew 'jhawthorn/fzy/fzy'
brew 'neovim/neovim/neovim'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'atom'
cask 'caffeine'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'font-dejavu-sans'
cask 'font-fira-mono-for-powerline'
cask 'font-inconsolata'
cask 'github-desktop'
cask 'google-chrome'
cask 'harvest'
cask 'iterm2'
cask 'postman'
cask 'screenhero'
cask 'slack'
cask 'spotify'
cask 'virtualbox'
mas 'Numbers', id: 409203825
mas 'Install macOS Sierra', id: 1127487414
mas 'Pages', id: 409201541
mas 'Harvest', id: 506189836
mas 'Slack', id: 803453959
mas 'Sketch', id: 852320343
mas 'Keynote', id: 409183694
mas 'Caffeine', id: 411246225
